# See:
# https://getantidote.github.io/usage
#
# Rebuild cache by running this in a terminal::
# antidote bundle <~/.zsh_plugins.txt >~/.zsh_plugins.zsh

zsh-users/zsh-completions

ohmyzsh/ohmyzsh path:lib
ohmyzsh/ohmyzsh path:plugins/colored-man-pages
ohmyzsh/ohmyzsh path:plugins/magic-enter

ohmyzsh/ohmyzsh path:plugins/asdf
ohmyzsh/ohmyzsh path:plugins/command-not-found
#ohmyzsh/ohmyzsh path:plugins/docker
ohmyzsh/ohmyzsh path:plugins/gcloud
ohmyzsh/ohmyzsh path:plugins/git
#ohmyzsh/ohmyzsh path:plugins/helm
ohmyzsh/ohmyzsh path:plugins/kubectl
ohmyzsh/ohmyzsh path:plugins/terraform
#ohmyzsh/ohmyzsh path:plugins/per-directory-history # https://github.com/ohmyzsh/ohmyzsh/wiki/Plugins#per-directory-history

zsh-users/zsh-autosuggestions
zsh-users/zsh-syntax-highlighting
# TODO: try this one out, faster? recommended by antidote:
# zdharma-continuum/fast-syntax-highlighting kind:defer

# Theme:
dracula/zsh
