tap "adoptopenjdk/openjdk"
tap "aquasecurity/trivy"
tap "bridgecrewio/checkov", "https://github.com/bridgecrewio/checkov"
tap "coursier/formulas"
tap "danielfoehrkn/switch"
tap "darwin-containers/formula"
tap "derailed/k9s"
tap "derailed/popeye"
tap "drewsonne/tap"
tap "epk/epk"
tap "fabianishere/personal"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "homeport/tap"
tap "int128/tap"
tap "jdxcode/tap"
tap "koekeishiya/formulae"
tap "maoertel/tap"
tap "minamijoyo/tfupdate"
tap "nektos/tap"
tap "stephenc/stable"
tap "theseal/ssh-askpass"
tap "updatecli/updatecli"
brew "ack"
brew "act"
brew "actionlint"
brew "libsodium"
brew "libssh"
brew "libyaml"
brew "ansible"
brew "antidote"
brew "lz4"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "apko"
brew "apr-util"
brew "autoconf"
brew "automake"
brew "gmp"
brew "coreutils"
brew "libtool"
brew "unixodbc"
brew "asdf"
brew "gettext"
brew "pcre2"
brew "glib"
brew "at-spi2-core"
brew "awscli"
brew "bash"
brew "bison"
brew "gcc"
brew "openblas"
brew "numpy"
brew "checkov"
brew "cmatrix"
brew "comby"
brew "container-diff"
brew "ctop"
brew "curl"
brew "dasel"
brew "dive"
brew "docker", link: false
brew "docker-buildx"
brew "docutils"
brew "fluent-bit"
brew "freetds"
brew "fx"
brew "fzf"
brew "gawk"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "geoip"
brew "gh"
brew "harfbuzz"
brew "openjpeg"
brew "pango"
brew "tesseract"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gnu-sed"
brew "libidn2"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "gobject-introspection"
brew "netpbm"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "gsettings-desktop-schemas"
brew "gtk+3"
brew "guile"
brew "httping"
brew "hub"
brew "iftop"
brew "jid"
brew "jless"
brew "jq"
brew "jsonnet-bundler"
brew "k3d"
brew "kind"
brew "krew"
brew "kubecolor"
brew "kubeconform"
brew "kubectx"
brew "ldns"
brew "lego"
brew "libedit"
brew "libfido2"
brew "shared-mime-info"
brew "libheif"
brew "libiconv"
brew "libslirp"
brew "libxslt"
brew "libzip"
brew "mas"
brew "maven"
brew "mimirtool"
brew "minikube"
brew "mise"
brew "moreutils"
brew "nghttp2"
brew "oci-cli"
brew "octant"
brew "openssh", link: false
brew "openssl@1.1"
brew "openstackclient"
brew "pam-reattach", link: false
brew "php"
brew "pnpm"
brew "podman"
brew "postgresql@14"
brew "prometheus"
brew "protobuf"
brew "py3cairo"
brew "pygobject3"
brew "python-tabulate"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "qemu"
brew "rancher-cli"
brew "re2c"
brew "ripgrep"
brew "rke"
brew "s3cmd"
brew "sbt"
brew "screen"
brew "scw"
brew "smimesign"
brew "snyk-cli"
brew "socat"
brew "sops"
brew "starship"
brew "stern"
brew "subversion"
brew "syft"
brew "tcping"
brew "tcptraceroute"
brew "tealdeer"
brew "terracognita"
brew "tig"
brew "tmux"
brew "tree"
brew "unzip"
brew "vcluster"
brew "viddy"
brew "watch"
brew "wdiff"
brew "wget"
brew "x11vnc"
brew "xmlstarlet"
brew "yq"
brew "zlib"
brew "zsh"
brew "aquasecurity/trivy/trivy"
brew "coursier/formulas/coursier"
brew "danielfoehrkn/switch/switch"
brew "darwin-containers/formula/bindfs"
brew "darwin-containers/formula/containerd"
brew "darwin-containers/formula/rund"
brew "darwin-containers/formula/dockerd"
brew "derailed/k9s/k9s"
brew "derailed/popeye/popeye"
brew "fabianishere/personal/pam_reattach"
brew "homeport/tap/dyff"
brew "int128/tap/kubectl-external-forward"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "maoertel/tap/hoconvert"
brew "minamijoyo/tfupdate/tfupdate"
brew "stephenc/stable/k8s-gcr-auth-helper"
brew "updatecli/updatecli/updatecli"
cask "1password-cli"
cask "aerial"
cask "airfoil"
cask "alfred"
cask "apache-directory-studio"
cask "battle-net"
cask "bettertouchtool"
cask "bitbar"
cask "cakebrew"
cask "citrix-workspace"
cask "cyberduck"
cask "dbeaver-community"
cask "discord"
cask "disk-inventory-x"
cask "dropbox"
cask "font-fira-code"
cask "font-fira-mono"
cask "font-go-mono-nerd-font"
cask "font-hasklig"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-sf-mono-for-powerline"
cask "font-sf-mono-nerd-font"
cask "font-source-code-pro"
cask "font-source-code-pro-for-powerline"
cask "font-victor-mono-nerd-font"
cask "gitify"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "intellij-idea-ce"
cask "iterm2"
cask "kitty"
cask "latest"
cask "lens"
cask "macfuse"
cask "messenger"
cask "michaelvillar-timer"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-outlook"
cask "microsoft-powerpoint"
cask "microsoft-teams"
cask "microsoft-word"
cask "monitorcontrol"
cask "muzzle"
cask "onedrive"
cask "oracle-jdk"
cask "pingid"
cask "pock"
cask "pop"
cask "postico"
cask "qlcolorcode"
cask "qlmarkdown"
cask "quicklook-json"
cask "roaringapps"
cask "rocket"
cask "sequel-pro"
cask "signal"
cask "soundsource"
cask "spotify"
cask "syntax-highlight"
cask "tableplus"
cask "temurin"
cask "trailer"
cask "tunnelblick"
cask "ultimaker-cura"
cask "utm"
cask "vagrant"
cask "viscosity"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "webpquicklook"
cask "whatsapp"
cask "xquartz"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "Aware", id: 1082170746
mas "BetterSnapTool", id: 417375580
mas "Developer", id: 640199958
mas "FuzzyTime", id: 950297057
mas "GarageBand", id: 682658836
mas "Homie", id: 1533590432
mas "Houseparty", id: 1381523962
mas "Hue Essentials", id: 1462943921
mas "iMovie", id: 408981434
mas "Jira", id: 1475897096
mas "Keynote", id: 409183694
mas "Kindle Classic", id: 405399194
mas "KubeContext", id: 1438838068
mas "Mela", id: 1568924476
mas "Messenger", id: 1480068668
mas "Numbers", id: 409203825
mas "OmniFocus", id: 1346203938
mas "Pages", id: 409201541
mas "Parcel", id: 639968404
mas "Pocket", id: 568494494
mas "Prime Video", id: 545519333
mas "Reeder", id: 1449412482
mas "Slack", id: 803453959
mas "TestFlight", id: 899247664
mas "Twitter", id: 1482454543
mas "Xcode", id: 497799835
mas "‎WhatsApp", id: 310633997
vscode "adamhartford.vscode-base64"
vscode "ahmadalli.vscode-nginx-conf"
vscode "aquasecurityofficial.trivy-vulnerability-scanner"
vscode "arahata.linter-actionlint"
vscode "ardenivanov.svelte-intellisense"
vscode "atlassian.atlascode"
vscode "berublan.vscode-log-viewer"
vscode "bierner.markdown-mermaid"
vscode "dbaeumer.vscode-eslint"
vscode "dotjoshjohnson.xml"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "emilast.logfilehighlighter"
vscode "esbenp.prettier-vscode"
vscode "ewrenn.vscode-ytt"
vscode "flesler.url-encode"
vscode "fnando.linter"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "googlecloudtools.cloudcode"
vscode "grapecity.gc-excelviewer"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "irongeek.vscode-env"
vscode "jetmartin.bats"
vscode "jinliming2.vscode-go-template"
vscode "joselitofilho.ginkgotestexplorer"
vscode "lfm.vscode-makefile-term"
vscode "liviuschera.noctis"
vscode "mechatroner.rainbow-csv"
vscode "mrorz.language-gettext"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.kind-vscode"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.live-server"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-repositories"
vscode "onsi.vscode-ginkgo"
vscode "orta.vscode-jest"
vscode "phil9909.ytt-lint"
vscode "pkief.material-icon-theme"
vscode "raynigon.nginx-formatter"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "sabieber.hocon"
vscode "scala-lang.scala"
vscode "snyk-security.snyk-vulnerability-scanner"
vscode "svelte.svelte-vscode"
vscode "timonwong.shellcheck"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "william-voyek.vscode-nginx"
