tap "fabianishere/personal"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "ack"
brew "antigen"
brew "autoconf"
brew "coreutils"
brew "libtool"
brew "libyaml"
brew "readline"
brew "asdf"
brew "sqlite"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "bison"
brew "bison@2.7"
brew "libpng"
brew "freetype"
brew "gettext"
brew "glib"
brew "cfssl"
brew "curl"
brew "dive"
brew "docker-compose", link: false
brew "docker-machine"
brew "e2fsprogs"
brew "exercism"
brew "ext2fuse"
brew "icu4c"
brew "jpeg"
brew "ffmpeg"
brew "gcc@4.9"
brew "git"
brew "gnu-getopt"
brew "git-flow-avh"
brew "libksba"
brew "gnupg"
brew "grep"
brew "helm"
brew "helm@2"
brew "heroku"
brew "iftop"
brew "isl@0.11"
brew "jid"
brew "jq"
brew "kompose"
brew "krew"
brew "libiconv"
brew "libvo-aacenc"
brew "libxslt"
brew "mas"
brew "maven"
brew "minikube", link: false
brew "moreutils"
brew "mysql"
brew "ncdu"
brew "nvm"
brew "openssh"
brew "postgresql"
brew "python@3.9"
brew "qemu"
brew "rancher-cli"
brew "redis"
brew "rke"
brew "rsync"
brew "screen"
brew "sdl"
brew "selenium-server-standalone", restart_service: true
brew "sphinx-doc"
brew "starship"
brew "telnet"
brew "terminal-notifier"
brew "terraform"
brew "tig"
brew "translate-shell"
brew "tree"
brew "unzip"
brew "v8"
brew "watch"
brew "wget"
brew "yasm"
brew "yq"
brew "zlib"
brew "zsh"
brew "fabianishere/personal/pam_reattach"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "1password-cli"
cask "aerial"
cask "alfred"
cask "amethyst"
cask "avibrazil-rdm"
cask "beardedspice"
cask "cakebrew"
cask "font-fira-mono"
cask "font-firacode-nerd-font"
cask "font-firacode-nerd-font-mono"
cask "font-firamono-nerd-font"
cask "font-firamono-nerd-font-mono"
cask "font-hasklig"
cask "font-hasklig-nerd-font"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "font-source-code-pro"
cask "font-source-code-pro-for-powerline"
cask "font-sourcecodepro-nerd-font"
cask "font-sourcecodepro-nerd-font-mono"
cask "google-cloud-sdk"
cask "launchcontrol"
cask "microsoft-teams"
cask "minikube"
cask "pock"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-json"
cask "tunnelblick"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
mas "1Password 7", id: 1333542190
mas "Amphetamine", id: 937984704
mas "Aperture", id: 408981426
mas "Aware", id: 1082170746
mas "BetterSnapTool", id: 417375580
mas "Colors for Hue", id: 581915465
mas "FuzzyTime", id: 950297057
mas "GarageBand", id: 682658836
mas "Horo", id: 1437226581
mas "iMovie", id: 408981434
mas "IP Scanner", id: 404167149
mas "iPhoto", id: 408981381
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "KubeContext", id: 1438838068
mas "MarkdownLife", id: 594391345
mas "Messenger", id: 1480068668
mas "Momentum", id: 1030442215
mas "Numbers", id: 409203825
mas "OmniFocus", id: 1346203938
mas "Pages", id: 409201541
mas "Parcel", id: 639968404
mas "Pocket", id: 568494494
mas "Pushbullet", id: 948415170
mas "ReadKit", id: 588726889
mas "Reeder", id: 1449412482
mas "Shazam", id: 897118787
mas "Silicio", id: 933627574
mas "Skitch", id: 425955336
mas "Slack", id: 803453959
mas "Todoist", id: 585829637
mas "Trello", id: 1278508951
mas "Twitter", id: 1482454543
mas "Xcode", id: 497799835
