tap "adoptopenjdk/openjdk"
tap "beamly/tap"
tap "bridgecrewio/checkov", "https://github.com/bridgecrewio/checkov"
tap "coursier/formulas"
tap "derailed/k9s"
tap "drewsonne/tap"
tap "epk/epk"
tap "fabianishere/personal"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "int128/tap"
tap "koekeishiya/formulae"
tap "minamijoyo/tfupdate"
tap "stephenc/stable"
brew "ack"
brew "antigen"
brew "autoconf"
brew "automake"
brew "gmp"
brew "coreutils"
brew "libtool"
brew "libyaml"
brew "unixodbc"
brew "asdf"
brew "gettext"
brew "glib"
brew "python@3.8"
brew "awscli"
brew "bash"
brew "bison"
brew "checkov"
brew "cmatrix"
brew "comby"
brew "ctop"
brew "dasel"
brew "dive"
brew "fluent-bit"
brew "fx"
brew "fzf"
brew "gawk"
brew "gd"
brew "gdk-pixbuf"
brew "geoip"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "guile"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "gobject-introspection"
brew "pango"
brew "graphviz"
brew "grep"
brew "gsettings-desktop-schemas"
brew "gtk+3"
brew "httping"
brew "hub"
brew "iftop"
brew "jid"
brew "jq"
brew "k3d"
brew "kind"
brew "krb5"
brew "krew"
brew "kubeconform"
brew "kubectx"
brew "libedit"
brew "libfido2"
brew "libiconv"
brew "libsodium"
brew "libssh"
brew "libxml2"
brew "libxslt"
brew "libzip"
brew "lz4"
brew "mas"
brew "maven"
brew "minikube"
brew "moreutils"
brew "oci-cli"
brew "octant"
brew "openssh"
brew "php"
brew "php@7.2"
brew "postgresql"
brew "py3cairo"
brew "pygobject3"
brew "qemu"
brew "rancher-cli"
brew "re2c"
brew "ripgrep"
brew "rke"
brew "s3cmd"
brew "sbt"
brew "screen"
brew "socat"
brew "sops"
brew "starship"
brew "stern"
brew "subversion"
brew "tcptraceroute"
brew "tealdeer"
brew "terracognita"
brew "tig"
brew "tmux"
brew "tree"
brew "unzip"
brew "watch"
brew "wget"
brew "x11vnc"
brew "xmlstarlet"
brew "yq"
brew "zlib"
brew "zsh"
brew "beamly/tap/go-gocd"
brew "coursier/formulas/coursier"
brew "derailed/k9s/k9s"
brew "fabianishere/personal/pam_reattach"
brew "int128/tap/kubectl-external-forward"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "minamijoyo/tfupdate/tfupdate"
brew "act"
brew "stephenc/stable/k8s-gcr-auth-helper"
cask "1password"
cask "1password-cli"
cask "adoptopenjdk8"
cask "aerial"
cask "airfoil"
cask "alfred"
cask "apache-directory-studio"
cask "avibrazil-rdm"
cask "bettertouchtool"
cask "bitbar"
cask "cakebrew"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "dropbox"
cask "font-fira-code"
cask "font-fira-mono"
cask "font-firacode-nerd-font"
cask "font-firacode-nerd-font-mono"
cask "font-firamono-nerd-font"
cask "font-firamono-nerd-font-mono"
cask "font-go-mono-nerd-font"
cask "font-hasklig"
cask "font-hasklig-nerd-font"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-sf-mono-for-powerline"
cask "font-sf-mono-nerd-font"
cask "font-source-code-pro"
cask "font-source-code-pro-for-powerline"
cask "font-sourcecodepro-nerd-font"
cask "font-sourcecodepro-nerd-font-mono"
cask "font-victor-mono-nerd-font"
cask "gitify"
cask "google-backup-and-sync"
cask "google-chat"
cask "google-cloud-sdk"
cask "google-drive"
cask "intellij-idea-ce"
cask "iterm2"
cask "java"
cask "kitty"
cask "latest"
cask "messenger"
cask "michaelvillar-timer"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-outlook"
cask "microsoft-powerpoint"
cask "microsoft-teams"
cask "microsoft-word"
cask "monitorcontrol"
cask "muzzle"
cask "nightowl"
cask "onedrive"
cask "pock"
cask "postico"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-json"
cask "roaringapps"
cask "rocket"
cask "sequel-pro"
cask "spotify"
cask "tableplus"
cask "trailer"
cask "tunnelblick"
cask "vagrant"
cask "viscosity"
cask "visual-studio-code"
cask "webpquicklook"
cask "whatsapp"
cask "xquartz"
mas "Amphetamine", id: 937984704
mas "Aware", id: 1082170746
mas "BetterSnapTool", id: 417375580
mas "FuzzyTime", id: 950297057
mas "GarageBand", id: 682658836
mas "Homie", id: 1533590432
mas "Houseparty", id: 1381523962
mas "iMovie", id: 408981434
mas "Jira", id: 1475897096
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "KubeContext", id: 1438838068
mas "Messenger", id: 1480068668
mas "Numbers", id: 409203825
mas "OmniFocus", id: 1346203938
mas "Pages", id: 409201541
mas "Parcel", id: 639968404
mas "Pocket", id: 568494494
mas "Reeder", id: 1449412482
mas "Slack", id: 803453959
mas "Twitter", id: 1482454543
mas "Xcode", id: 497799835
